src/xml/request_templates/peri_historiske_meddelelser_870970_ok.xml

<?xml version="1.0" encoding="UTF-8"?>
<SOAP-ENV:Envelope xmlns:SOAP-ENV="http://schemas.xmlsoap.org/soap/envelope/" xmlns:ns1="http://oss.dbc.dk/ns/openformat" xmlns:os="http://oss.dbc.dk/ns/opensearch" xmlns:dc="http://purl.org/dc/elements/1.1/" xmlns:dkabm="http://biblstandard.dk/abm/namespace/dkabm/" xmlns:ISO639-2="http://lcweb.loc.gov/standards/iso639-2/" xmlns:dcmitype="http://purl.org/dc/dcmitype/" xmlns:dcterms="http://purl.org/dc/terms/" xmlns:ac="http://biblstandard.dk/ac/namespace/" xmlns:dkdcplus="http://biblstandard.dk/abm/namespace/dkdcplus/" xmlns:oss="http://oss.dbc.dk/ns/osstypes" xmlns:marcx="info:lc/xmlns/marcxchange-v1" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
  <SOAP-ENV:Body>
    <ns1:formatRequest>
      <ns1:originalData>
        <os:collection>
          <os:resultPosition>1</os:resultPosition>
          <os:numberOfObjects>1</os:numberOfObjects>
          <os:object>
            <dkabm:record>
              <ac:identifier>49399138|870970</ac:identifier>
              <dc:identifier xsi:type="dkdcplus:ISSN">2245-1293</dc:identifier>
              <ac:source>Bibliotekskatalog</ac:source>
              <dc:title>Historiske meddelelser om København</dc:title>
              <dc:title xsi:type="dkdcplus:full">Historiske meddelelser om København (2011)</dc:title>
              <dc:subject xsi:type="dkdcplus:DK5">46.3</dc:subject>
              <dc:subject xsi:type="dkdcplus:DK5-Text">København</dc:subject>
              <dc:description xsi:type="dkdcplus:series">Fortsættelse af: København, kultur og historie</dc:description>
              <dcterms:audience>voksenmaterialer</dcterms:audience>
              <dc:publisher>Selskabet for Københavns Historie</dc:publisher>
              <dc:contributor>Selskabet for Københavns Historie</dc:contributor>
              <dc:date>2011</dc:date>
              <dc:type xsi:type="dkdcplus:BibDK-Type">Årbog</dc:type>
              <dc:language xsi:type="dcterms:ISO639-2">dan</dc:language>
              <dc:language>Dansk</dc:language>
            </dkabm:record>
            <marcx:collection>
              <marcx:record format="danMARC2" type="Bibliographic">
                <marcx:leader>00000n    2200000   4500</marcx:leader>
                <marcx:datafield ind1="0" ind2="0" tag="001">
                  <marcx:subfield code="a">49399138</marcx:subfield>
                  <marcx:subfield code="b">870970</marcx:subfield>
                  <marcx:subfield code="c">20120202112222</marcx:subfield>
                  <marcx:subfield code="d">20120202</marcx:subfield>
                  <marcx:subfield code="f">a</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="002">
                  <marcx:subfield code="b">810010</marcx:subfield>
                  <marcx:subfield code="d">22451293</marcx:subfield>
                  <marcx:subfield code="x">81001022451293</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="004">
                  <marcx:subfield code="r">n</marcx:subfield>
                  <marcx:subfield code="a">e</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="008">
                  <marcx:subfield code="t">p</marcx:subfield>
                  <marcx:subfield code="u">c</marcx:subfield>
                  <marcx:subfield code="a">2011</marcx:subfield>
                  <marcx:subfield code="b">dk</marcx:subfield>
                  <marcx:subfield code="c">a</marcx:subfield>
                  <marcx:subfield code="h">z</marcx:subfield>
                  <marcx:subfield code="i">b</marcx:subfield>
                  <marcx:subfield code="l">dan</marcx:subfield>
                  <marcx:subfield code="v">0</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="009">
                  <marcx:subfield code="a">a</marcx:subfield>
                  <marcx:subfield code="g">xx</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="022">
                  <marcx:subfield code="a">2245-1293</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="032">
                  <marcx:subfield code="a">DPF201209</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="082">
                  <marcx:subfield code="a">948.9</marcx:subfield>
                  <marcx:subfield code="c">21</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="222">
                  <marcx:subfield code="a">Historiske meddelelser om København</marcx:subfield>
                  <marcx:subfield code="b">2011</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="245">
                  <marcx:subfield code="a">Historiske meddelelser om København</marcx:subfield>
                  <marcx:subfield code="ø">2011</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="255">
                  <marcx:subfield code="a">2011-</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="260">
                  <marcx:subfield code="a">København</marcx:subfield>
                  <marcx:subfield code="b">Selskabet for Københavns Historie</marcx:subfield>
                  <marcx:subfield code="c">2011-</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="500">
                  <marcx:subfield code="a">Årlig</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="505">
                  <marcx:subfield code="&amp;">1</marcx:subfield>
                  <marcx:subfield code="a">Årspublikation</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="526">
                  <marcx:subfield code="i">Fortsættelse af</marcx:subfield>
                  <marcx:subfield code="t">København, kultur og historie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="652">
                  <marcx:subfield code="m">46.3</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="710">
                  <marcx:subfield code="a">Selskabet for Københavns Historie</marcx:subfield>
                </marcx:datafield>
                <marcx:datafield ind1="0" ind2="0" tag="996">
                  <marcx:subfield code="a">810010</marcx:subfield>
                </marcx:datafield>
              </marcx:record>
            </marcx:collection>
            <os:identifier>870970-basis:49399138</os:identifier>
            <os:primaryObjectIdentifier>870970-basis:49399138</os:primaryObjectIdentifier>
            <os:recordStatus>active</os:recordStatus>
            <os:creationDate>2012-02-02</os:creationDate>
            <os:holdingsCount>11</os:holdingsCount>
            <os:lendingLibraries>11</os:lendingLibraries>
            <os:formatsAvailable>
              <os:format>dkabm</os:format>
              <os:format>marcxchange</os:format>
            </os:formatsAvailable>
          </os:object>
        </os:collection>
      </ns1:originalData>
      <ns1:outputFormat>PLACEHOLDER</ns1:outputFormat>
      <ns1:trackingId>peri_historiske_meddelelser_870970_ok.xml.PLACEHOLDER</ns1:trackingId>
    </ns1:formatRequest>
  </SOAP-ENV:Body>
</SOAP-ENV:Envelope>
